{
    "status": "success",
    "totalResults": 25144,
    "results": [
        {
            "title": "Sunday's Championship predictions including Blackburn vs. West Brom",
            "link": "https://www.sportsmole.co.uk/football/middlesbrough/championship-predictions/feature/sundays-championship-predictions-including-blackburn-vs-west-brom_492193.html",
            "keywords": [
                "Football",
                "Championship Predictions",
                "Middlesbrough",
                "Championship",
                "Sheffield United",
                "Blackburn Rovers",
                "West Bromwich Albion",
                "492193"
            ],
            "creator": null,
            "video_url": null,
            "description": "Sports Mole provides score predictions and previews for all of today's Championship fixtures, including Blackburn vs. West Bromwich Albion.",
            "content": null,
            "pubDate": "2022-08-14 05:05:00",
            "image_url": "https://sm.imgix.net/22/32/jon-dahl-tomasson.jpeg",
            "source_id": "sportsmole",
            "country": [
                "united kingdom"
            ],
            "category": [
                "sports"
            ],
            "language": "english"
        },
        {
            "title": "Don’t let Opposition use LCS scandal to attack Barisan, says Tok Mat",
            "link": "https://www.malaymail.com/news/malaysia/2022/08/14/dont-let-opposition-use-lcs-scandal-to-attack-barisan-says-tok-mat/22750",
            "keywords": [
                "Mohamad Hasan",
                "LCS scandal",
                "littoral combat ship scandal",
                "barisan nasional"
            ],
            "creator": null,
            "video_url": null,
            "description": "KUALA LUMPUR, Aug 14 — Barisan Nasional (BN) should not allow the issue of littoral combat ships (LCS) to be used by the...",
            "content": "KUALA LUMPUR, Aug 14 — Barisan Nasional (BN) should not allow the issue of littoral combat ships (LCS) to be used by the Opposition to attack the coalition, said its deputy chairman Datuk Seri Mohamad Hasan. Mohamad, who is also Umno deputy president, said that the LCS is a company administration issue and the BN machinery needs to aggressively explain the issue to prevent it from being used as a slander against BN ahead of the 15th General Election (GE15). “This (LCS issue) has nothing to do with the party but the company's administration. If there is abuse, let the authorities take appropriate action,” he said when officiating the opening of the Wanita BN Convention at the World Trade Centre Kuala Lumpur, here today. Also present were Wanita BN chairman and Wanita Umno chief Datuk Seri Dr Noraini Ahmad and Wanita BN secretary Datuk Rosni Sahar. Meanwhile, Mohamad said BN needs to ensure that the people are not easily misled by the claims of a certain individual who needs to be confronted with facts. “Money does not disappear. The ship is under construction. Don't let them spin the issue until it is out of control,” he said. In the meantime, Mohamad, who is also BN election director, said that to win in GE15, each member needs to have the three W's which are 'winning mentality', ‘winning strategy', and 'winning move.' Mohamad said the BN machinery in eight states he has visited so far, including Penang, Perlis and Kedah, is at a good level and with a very high spirit to win. “There must be a winning strategy. Don't go to war without tactics and strategy because that is suicide. “Various strategies have been formulated by various states but it is not enough as they are just on paper,” he said. In the meantime, Mohamad also asked all Umno members to conduct a dry run of attitude studies at the party's division and branch meetings which will take place from tomorrow until October. “The (party) election will not be held this year, so stop campaigning first. We focus on GE15 first,” he said. — Bernama",
            "pubDate": "2022-08-14 05:03:01",
            "image_url": null,
            "source_id": "malaymail",
            "country": [
                "singapore",
                "malaysia"
            ],
            "category": [
                "top"
            ],
            "language": "english"
        },
        {
            "title": "Uber to soon shut down its free loyalty programme launched in 2018",
            "link": "https://www.business-standard.com/article/technology/uber-to-soon-shut-down-its-free-loyalty-programme-launched-in-2018-122081400106_1.html",
            "keywords": null,
            "creator": null,
            "video_url": null,
            "description": "Ride-hailing platform Uber is closing down its loyalty programme, Uber Rewards, with users being urged to sign up for the Uber One subscription to get regular Uber and Uber Eats discounts",
            "content": null,
            "pubDate": "2022-08-14 05:03:00",
            "image_url": null,
            "source_id": "business-standard",
            "country": [
                "india"
            ],
            "category": [
                "technology"
            ],
            "language": "english"
        },
        {
            "title": "Rushdie attack suspect pleads not guilty to attempted murder",
            "link": "https://www.malaymail.com/news/world/2022/08/14/rushdie-attack-suspect-pleads-not-guilty-to-attempted-murder/22748",
            "keywords": [
                "Hadi Matar",
                "Salman Rushdie"
            ],
            "creator": null,
            "video_url": null,
            "description": "ERIE (United States), Aug 14 — The man accused of stabbing Salman Rushdie at a literary event pleaded not guilty to atte...",
            "content": "ERIE (United States), Aug 14 — The man accused of stabbing Salman Rushdie at a literary event pleaded not guilty to attempted murder charges yesterday, as the severely injured author appeared to show signs of improvement in hospital. Hadi Matar, 24, was arraigned in court in New York state, with prosecutors outlining how Rushdie had been stabbed approximately 10 times in what they described as a planned, premeditated assault. After the on-stage attack on Friday, Rushdie had been helicoptered to hospital and underwent emergency surgery. His agent Andrew Wylie had said the writer was on a ventilator and in danger of losing an eye, but in an update on Saturday he told the New York Times that Rushdie had started to talk again, suggesting his condition had improved. Author of \"The Satanic Verses\" and \"Midnight's Children\", Rushdie had lived in hiding for years after Iran's first supreme leader Ayatollah Ruhollah Khomeini ordered his killing. And while Friday's stabbing triggered international outrage, it also drew applause from Islamist hardliners in Iran and Pakistan. President Joe Biden yesterday called it a \"vicious\" attack and offered prayers for Rushdie's recovery. \"Salman Rushdie — with his insight into humanity, with his unmatched sense for story, with his refusal to be intimidated or silenced — stands for essential, universal ideals. Truth. Courage. Resilience,\" Biden said in a statement. Matar is being held without bail and has been formally charged with second-degree attempted murder and assault with a weapon. Police provided no information on his background or what might have motivated him. Effective death sentence The 75-year-old novelist had been living under an effective death sentence since 1989 when Iran's then-supreme leader Khomeini issued a religious decree, or fatwa, ordering Muslims to kill the writer. The fatwa followed the publication of the novel \"The Satanic Verses,\" which enraged some Muslims who said it was blasphemous for its portrayal of Islam and the Prophet Mohammed. In a recent interview with Germany's Stern magazine, Rushdie spoke of how, after so many years living with death threats, his life was \"getting back to normal.\" \"For whatever it was, eight or nine years, it was quite serious,\" he told a Stern correspondent in New York. \"But ever since I've been living in America, since the year 2000, really there hasn't been a problem in all that time.\" Rushdie moved to New York in the early 2000s and became a US citizen in 2016. Despite the continued threat to his life, he was increasingly seen in public -– often without noticeable security. Security was not particularly tight at Friday's event at the Chautauqua Institution, which hosts arts programs in a tranquil lakeside community near Buffalo. Witnesses said Rushdie was seated on stage and preparing to speak when Matar sprang up from the audience and managed to stab him before being wrestled to the ground by staff and other spectators. Matar's family appears to come from the village of Yaroun in southern Lebanon, though he was born in the United States, according to a Lebanese official. An AFP reporter who visited the village Saturday was told that Matar's parents were divorced and his father –- a shepherd –- still lived there. Journalists who approached his father's home were turned away. Matar was \"born and raised in the US,\" the head of the local municipality, Ali Qassem Tahfa, told AFP. Outrage \"The Satanic Verses\" and its author remain deeply inflammatory in Iran. When asked by AFP yesterday, nobody in Tehran's main book market dared to openly condemn the stabbing. \"I was very happy to hear the news,\" said Mehrab Bigdeli, a man in his 50s studying to become a Muslim cleric. The message was similar in Iran's conservative media, with one state-owned paper saying the \"neck of the devil\" had been \"cut by a razor.\" In Pakistan, a spokesman for the Tehreek-e-Labbaik Pakistan, a party that has staged violent protests, said Rushdie \"deserved to be killed.\" Elsewhere there was shock and outrage. British leader Boris Johnson said he was \"appalled,\" while Canadian Prime Minister Justin Trudeau called the attack \"reprehensible\" and \"cowardly.\" Messages also flooded in from the literary world, with Rushdie's close friend Ian McEwan calling him an \"inspirational defender of persecuted writers and journalists across the world.\" Rushdie was propelled into the spotlight with his second novel, \"Midnight's Children,\" in 1981, which won international praise for its portrayal of post-independence India. But \"The Satanic Verses\", published in 1988, transformed his life. The resulting fatwa forced him into nearly a decade in hiding, moving houses repeatedly and being unable to tell even his children where he lived. — AFP",
            "pubDate": "2022-08-14 05:01:40",
            "image_url": null,
            "source_id": "malaymail",
            "country": [
                "singapore",
                "malaysia"
            ],
            "category": [
                "top"
            ],
            "language": "english"
        },
        {
            "title": "Image-generating AI’s picture of “Final Fantasy VII Cloud” is so wrong, yet so right",
            "link": "https://soranews24.com/2022/08/14/image-generating-ais-picture-of-final-fantasy-vii-cloud-is-so-wrong-yet-so-right/",
            "keywords": [
                "Japan",
                "AI",
                "Cloud Strife",
                "crazy",
                "Final Fantasy",
                "Final Fantasy VII",
                "funny",
                "image generating AI",
                "Midjourney",
                "Square Enix",
                "video games",
                "weird"
            ],
            "creator": [
                "Casey Baseel"
            ],
            "video_url": null,
            "description": "Simultaneously looks exactly and nothing like the Final Fantasy hero. Perhaps there’s no greater sign of Final Fantasy VII’s success than the way no one really seems to think it’s weird that the main character’s name is Cloud. That wasn’t always the case, as initially some people assumed that the character’s name, rendered as “Kuraudo” […]",
            "content": "Simultaneously looks exactly and nothing like the Final Fantasy hero. Perhaps there’s no greater sign of Final Fantasy VII’s success than the way no one really seems to think it’s weird that the main character’s name is Cloud. That wasn’t always the case, as initially some people assumed that the character’s name, rendered as “Kuraudo” in the Japanese version of the game, was meant to be “Claude,” seeing as how, you know, that’s an actual male name, as opposed to an atmospheric phenomenon of floating water vaper. But nope, when it came time for an official Latin alphabet rendering, Square said his name was Cloud. And yeah, at the time it seemed weird, but the weirdness got washed away as fans played, and fell in love with, an industry-changing masterpiece of a game. Flash forward to the present day, and while some people may still crack jokes about the character’s personality or visual design, no one really snickers at his name, since “Final Fantasy VII’s Cloud” is a connection of words we’ve all gotten very used to hearing over the last 25 years. So when Japanese Twitter user @DracoGideon user asked an online AI program to generate an image of “FF7 Cloud,” you’d think it’d come back with some pretty polished pictures of the swordsman, considering how many online example there are for it to use as references. And yes, the result he got back from AI program Midjourney will instantly have fans saying “Yep, that sure is a Final Fantasy VII Cloud,” even if the picture looks shockingly different from any of the character’s in-game models or official illustrations. 「FF7 クラウド」を入力したら渾身の一発ギャグを振られた#midjourney pic.twitter.com/2XLW2lo94i— 望月亮 (@DracoGideon) August 8, 2022 “I entered ‘FF7 Cloud,’ and it spat back a full-force gag picture,” tweets @DracoGideon. So what happened? Well, in simplified terms, online AI image generators are sort of like a high-tech version of asking “What image comes to mind when you hear the words…” The program then scans the Internet for connections between those words and images, attempts to find common characteristics between examples, and then tries to use those similarities as the building blocks to create a new image. Apparently Midjourney was able to isolate Final Fantasy VII’s Cloud, versus the other members of the game’s cast, with no problems. It looks like it got confused, though, when it also realized that there are non-Final Fantasy clouds too, and eventually decided to cover both bases by fusing a fluffy cumulus cloud with a spikey Cloud hairstyle. ▼ A second result max scale差分 #midjourney pic.twitter.com/pky90MoEw5— 望月亮 (@DracoGideon) August 8, 2022 Commenters have reacted with: “Yep, that’s Cloud-y, alright.” “Betting that when it rains, that cloud drops Meteors.” “Those Jenova cells are really something, aren’t they?” “Looks more like a Chocobo cloud to me.” “Man, that AI has a GREAT sense of humor.” Midjourney actually seems to have a bit of a thing for creating images of clouds, which might explain why it leaned so heavily on the cloud-in-the-sky aspect instead of the Cloud-in-Final-Fantasy side of the interpretation. CLUB RUINS#midjourney pic.twitter.com/8ctLzV6afa— kagamiiiiin (@kagamiiiiin89) August 10, 2022 Messing with AI again #midjourney pic.twitter.com/P3od3Y4vlV— S-Mrry (@bloodexer) August 8, 2022 In the program’s defense, though, the image it gave @DracoGideon does have a dramatic, fantasy-feeling atmosphere to it, and one commenter proved it actually doesn’t look half-bad with the Final Fantasy VII logo pasted over it. pic.twitter.com/f3uBfvhprj— ナポリタン三世(フォロー上限行き) (@Neapolitan3_pas) August 8, 2022 And really, after seeing it, there’s no way we can say that isn’t a picture of a Final Fantasy VII C/cloud. Source: Twitter/@DracoGideon Featured image: Twitter/@DracoGideon Top image ©SoraNews24 ● Want to hear about SoraNews24’s latest articles as soon as they’re published? Follow us on Facebook and Twitter!",
            "pubDate": "2022-08-14 05:00:54",
            "image_url": "https://soranews24.com/wp-content/uploads/sites/3/2022/08/FC-2.jpg",
            "source_id": "soranews24",
            "country": [
                "japan"
            ],
            "category": [
                "top"
            ],
            "language": "english"
        },
        {
            "title": "AMD will be attending Gamescom in-person: Zen 4 + RDNA 3 to be teased?",
            "link": "https://www.tweaktown.com/news/87932/amd-will-be-attending-gamescom-in-person-zen-4-rdna-3-to-teased/index.html",
            "keywords": null,
            "creator": null,
            "video_url": null,
            "description": "Milosz Bialas, the Senior Developer Relations at AMD, confirmed that 'AMD is attending Gamescom' after a huge 2-year break, and we ALL can't wait for it. Continue reading at TweakTown >",
            "content": null,
            "pubDate": "2022-08-14 05:00:50",
            "image_url": "https://www.tweaktown.com/images/news/8/7/87932_01_amd-will-be-attending-gamescom-in-person-zen-4-rdna-3-to-teased.jpg",
            "source_id": "tweaktown",
            "country": [
                "united states of america"
            ],
            "category": [
                "technology"
            ],
            "language": "english"
        },
        {
            "title": "Kamen Rider Zero-One’s Creative Team On Bringing The Tokusatsu Icon To Western Comics",
            "link": "https://www.kotaku.com.au/2022/08/kamen-rider-zero-ones-creative-team-on-bringing-the-tokusatsu-icon-to-western-comics/",
            "keywords": [
                "Entertainment",
                "Online",
                "arutohiden",
                "black",
                "brandoneaston",
                "culture",
                "davidclarke",
                "dredd",
                "entertainment2cculture",
                "eternal",
                "fiction",
                "hendryprasetya",
                "jameswhitbrook",
                "judgedredd",
                "kamenrider",
                "kamenriderdecade",
                "mobilesuitgundam",
                "namco",
                "shotaroishinomori",
                "shoutfactory",
                "spider man",
                "superimaginativechogokin",
                "televisioninjapan",
                "vampirehunterd"
            ],
            "creator": [
                "James Whitbrook"
            ],
            "video_url": null,
            "description": "Kamen Rider has existed in many forms in its long history, from TV and film to, of course, creator Shotaro... The post Kamen Rider Zero-One’s Creative Team On Bringing The Tokusatsu Icon To Western Comics appeared first on Kotaku Australia.",
            "content": "Kamen Rider has existed in many forms in its long history, from TV and film to, of course, creator Shotaro Ishinomori’s own classic manga. But how do you bring a series that has such a peculiar history in the west to contemporary Western comics?As part of our ongoing look at Titan Comics’ new Kamen Rider Zero-One series this week, Gizmodo recently spoke to writer Brandon Easton and artist Hendry Prasetya over email about their history with tokusatsu, and the particular challenges of adapting a legendary franchise like Kamen Rider into comics. An even more peculiar layer to that is introducing audiences to a version of the transforming hero — Kamen Rider 01, a.k.a. Aruto Hiden, a struggling comedian thrust into control of his family’s robotics corporation and into unlikely supeheroics as the masked rider — that hasn’t actually been legally accessible to fans outside of Japan for all that long.Kamen Rider’s spotty history in the West aside, it was only earlier this year that Shout Factory officially released Kamen Rider Zero-One in the U.S. for the first time. So how do you deal with a character who paradoxically has both a huge legacy and is almost virtually unknown to people who might see a fluorescent, bug-like superhero costume on a comic store shelf and be intrigued? Check out our chat with Easton and Prasetya below to find out.James Whitbrook, Gizmodo: Tell me about your personal histories with Kamen Rider. What made you want to join this series?Hendry Prasetya: My first (and all-time favourite) is Kamen Rider Black, which I watched as a kid, and followed the whole series ever since. As a fan of the franchise (and Tokusatsu in general), this was a huge opportunity!Brandon Easton: I didn’t have a very long history with the franchise, but I am extremely familiar with similar Sentai-style series as well as the Mobile Suit Gundam mega-franchise, so the style of storytelling and themes of heroism spoke to me immediately. Also, David Clarke (of Namco/Bandai USA) is a good friend and he reached out to me regarding writing the series. I’ve always wanted to write a big time Sentai-esque adventure so it was an honour and a pleasure to have this opportunity.io9: Hendry, the design of a Kamen Rider obviously changes from series to series, but what do you think works best about 01’s design? What makes Aruto’s design stand out to you compared to other Riders?Prasetya: The Zero-One design is special because it was back to basics. The grasshopper design with its bold yellow/green colours was striking as a beginning to the Reiwa period. Plus, I loved the overall concept for the series that had a real feel of sci-fi with the rogue AI as the main antagonist.io9: What can you tell us about the design for the new villain, Ragnarok?Prasetya: When I was designing Ragnarok, I wanted it to be a mirror image of [Aruto’s] Shining Hopper combined with a Hell Rising Hopper. The concept of Ragnarok was a mysterious energy emanating from his body — I imagined that his body is a like a lava made of raw energy. I added the cape for a mysterious effect, and also as a nod to the Kamen Rider W enemy Kamen Rider Eternal, which I thought was a cool idea.io9: When you’re working on something like this, similar in a way to Power Rangers, there’s already an established visual design language. When you’re ideating new looks for characters or new designs in general, how do you go about keeping things like they feel they’re part of that design language?Prasetya: In a series like this, where things are established already, there’s usually room for us to play around with — I wanted to make it wild, but still with an element of being in control.io9: Brandon, obviously Kamen Rider has a really, really long history of different heroes over the years taking on the mantle. What drew you to Zero-One and Aruto’s story in particular?Easton: Zero-One has a very modern feel and a style that makes it easy to connect with. You don’t need to be a lifelong Kamen Rider fan to jump right into the storyline and understand the mechanics of that universe. Aruto is extremely relatable and a fantastic character to take on a hero’s journey. He tries to be a comedian but there’s a superhero that’s always been buried beneath his facade. He’s a fun guy to write and the other characters like Izu and Fuwa are fantastic too.io9: You’re adapting not just this franchise that is, although thankfully a little easier to come by in the West lately, still quite unfamiliar to a lot of people. When you’re planning a series like this, how do you strike a balance between hitting the beats that established Rider fans want to see, while making sure it works for an entirely new audience?Easton: It’s a delicate balance but somewhat easier to hit because the shows operate with a specific formula in mind. You know what you can and cannot do with the characters based on the events of the TV series so as a writer, there’s a narrow pathway you must walk but it helps to have a strong structure already in place. As I said, Zero-One is a far more accessible show to Western viewers because of the funnier soap opera aesthetic that exists for the show.io9: You’re also telling a new story for Aruto here, off the back of a story told across nearly 50 episodes of TV and a bunch of movies and tie-in specials and condensing that into a limited comics series. What’s your approach to trying to do something new with a character who’s already gone on such a massive arc like that already — and one some readers might just not be familiar with already?Easton: With any established character in a long-running franchise, there’s the potential to explore aspects of their personality in original stories that don’t contradict any canon events. I’ve written Vampire Hunter D, Judge Dredd, Superman, Batman, Spider-Man, and a bunch of other legacy characters that are decades old. The trick is to do some research and figure out what hasn’t been said about the character. What lesson haven’t they learned yet? What situation have they not been presented with? And so on. That’s how you can find a universal concept that any reader can connect to regardless of their preexisting knowledge of the franchise.io9: Hendry, Kamen Rider obviously has this long history as a tokusatsu series, with such a defined cinematography and feel. What was it like trying to bring that kind of feel to your art for the series? What is it about these kinds of shows that you thinks works so well being translated into the medium of comics?Prasetya: The most interesting thing about this project was the near-futuristic element — it was so challenging but fun to draw. I think the action will be a great fit to explore in the comics medium.io9: Brandon, why do you think Kamen Rider has endured for so long? What makes now the right time for it to start making more of an impact stateside?Easton: The themes of sacrifice, heroism, teamwork, and justice resonate with audiences all over the world. Kamen Rider heroes tend to embody those characteristics throughout the 50-year span of the various series. Because Asian pop culture — anime, manga, K-Pop, J-Pop, etc. — is so popular in the United States, there’s always the potential to introduce long-standing series to the American fanbase. Kamen Rider already has a powerful underground following and that will only help the character reach new audiences here.io9: What do you hope readers take from the book?Easton: A sense of fun and incredible action sequences. Also a great story about learning how to take responsibility for the damage a person may cause even when doing the right thing. I really hope anime and manga fans give this book a chance. I think they’ll enjoy a new spin on such an important and pivotal character in the toku genre.The first issue of Kamen Rider Zero-One hits shelves November 23. The post Kamen Rider Zero-One’s Creative Team On Bringing The Tokusatsu Icon To Western Comics appeared first on Kotaku Australia.",
            "pubDate": "2022-08-14 05:00:20",
            "image_url": "https://www.kotaku.com.au/wp-content/uploads/sites/3/2022/08/12/e78abcb3e637303707b9970a3d05e4f9.png?quality=80=1280,720",
            "source_id": "kotaku",
            "country": [
                "australia"
            ],
            "category": [
                "entertainment"
            ],
            "language": "english"
        },
        {
            "title": "Sunday's Premier League predictions including Chelsea vs. Tottenham Hotspur",
            "link": "https://www.sportsmole.co.uk/football/chelsea/premier-league-predictions/feature/sundays-premier-league-predictions-including-chelsea-vs-tottenham-hotspur_492192.html",
            "keywords": [
                "Football",
                "Premier League Predictions",
                "Chelsea",
                "Premier League",
                "Tottenham Hotspur",
                "Nottingham Forest",
                "West Ham United",
                "492192"
            ],
            "creator": null,
            "video_url": null,
            "description": "Sports Mole provides score predictions and previews for all of today's Premier League fixtures, including Chelsea vs. Tottenham Hotspur.",
            "content": null,
            "pubDate": "2022-08-14 05:00:00",
            "image_url": "https://sm.imgix.net/22/31/thomas-tuchel.jpeg",
            "source_id": "sportsmole",
            "country": [
                "united kingdom"
            ],
            "category": [
                "sports"
            ],
            "language": "english"
        },
        {
            "title": "Rakesh Jhunjhunwala passes away at 62; here's a look at India's Warren Buffett's life",
            "link": "https://zeenews.india.com/companies/rakesh-jhunjhunwala-passes-away-at-62-on-sunday-here-looks-at-his-profile-2496825.html",
            "keywords": null,
            "creator": null,
            "video_url": null,
            "description": "Rakesh Jhunjhunwala began his trading career with a mere Rs 5000 in his pockets in 1985 against his father's wish.",
            "content": null,
            "pubDate": "2022-08-14 04:56:00",
            "image_url": null,
            "source_id": "zeenews",
            "country": [
                "india"
            ],
            "category": [
                "business"
            ],
            "language": "english"
        },
        {
            "title": "LIVE NRL: Manly must win to keep season alive as Titans skipper scratched",
            "link": "https://www.foxsports.com.au/nrl/nrl-premiership/nrl-2022-gold-coast-titans-vs-manly-sea-eagles-live-updates-stream-start-time-teams-supercoach-scores-video/news-story/b94ccd272c803e94b1bfcc6cb066e924",
            "keywords": null,
            "creator": null,
            "video_url": null,
            "description": "The Titans are desperate to snap a 10-game losing streak and move off the bottom of the ladder when they host the Sea Eagles on Sunday afternoon.",
            "content": null,
            "pubDate": "2022-08-14 04:54:00",
            "image_url": null,
            "source_id": "foxsports",
            "country": [
                "australia"
            ],
            "category": [
                "sports"
            ],
            "language": "english"
        }
    ],
    "nextPage": 1
}
